/* AD: Forest automatic */
"- Automatic -" = "- Automatisk -";

/* AD: Alert title */
"Account expired or disabled" = "Kontoen har utløpt eller er deaktivert";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory tillater kun små forskjeller mellom klokkene på maskinen din og på Active Directory-tjeneren. Du bør kontrollere klokken og dato- og tidsinnstillingene på maskinen din og stille dem inn på nytt hvis det er nødvendig.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Active Directory-pluginmodulen krever at Mac OS X styrer «/Library/Preferences/edu.mit.Kerberos»-filen. Den eksisterende filen vil få navnet «/Library/Preferences/edu.mit.Kerberos.pre-Active Directory».";

/* AD: Alert title */
"Active Directory time error" = "Active Directory-tidsfeil";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "En ugyldig Domain og skogkombinasjon ble oppgitt. Du må oppgi et gyldig DNS-navn for domene og skog (for eksempel ads.bedrift.no).";

/* AD: Alert title */
"An unknown error occurred" = "Det oppsto en ukjent feil";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Det oppsto en ukjent feil under lesing av konfigurasjonen.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Det oppsto en ukjent feil under oppdatering av konfigurasjonen.";

/* AD: Dialog status message */
"An unknown error occurred." = "Det oppsto en ukjent feil.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Godkjenningsfeil";

/* AD: Dynamic button title */
"Bind\\U2026" = "Bind…";

/* AD: Button title */
"Cancel" = "Avbryt";

/* AD: Alert message */
"Configuring on Master or Replica" = "Konfigurerer på Master eller Replica";

/* AD: Alert title */
"Container does not exist" = "Beholderen finnes ikke";

/* AD: Button title */
"Continue" = "Fortsett";

/* AD: Button title */
"Force Unbind" = "Tvungen bindingsfjerning";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Skjul avanserte valg";

/* AD: Alert title */
"Insufficient privileges" = "Utilstrekkelige rettigheter";

/* AD: Alert title */
"Invalid domain" = "Ugyldig domene";

/* AD: Alert title */
"Invalid user name and password combination" = "Ugyldig brukernavn- og passordkombinasjon";

/* AD: Alert title */
"Join existing account?" = "Koble til eksisterende konto?";

/* AD: Alert title */
"Join Kerberos realm" = "Koble til Kerberos-område";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberos-fil finnes allerede";

/* AD: Alert title */
"Memory allocation error" = "Hukommelsestildelingsfeil";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Fjerner denne maskinen fra Active Directory";

/* AD: Alert Button */
"Rename" = "Endre navn";

/* AD: Dynamic button title */
"Show Advanced Options" = "Vis avanserte valg";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Trinn 1 av 5: Søker etter skog-/domeneinformasjon…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Trinn 2 av 5: Finner nærmeste domenekontrollere…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Trinn 3 av 5: Verifiserer informasjon…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Trinn 4 av 5: Søker etter eksisterende maskin…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Trinn 5 av 5: Binder maskin til domene…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Trinn 5 av 5: Kobler maskin til domene…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Kontoinformasjonen du har oppgitt, angir at en konto allerede finnes. Vil du koble denne maskinen til den eksisterende maskinkontoen? Denne handlingen kan ikke angres.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Kontoinformasjonen du oppga, har enten utløpt eller er deaktivert. Du må oppgi en annen administratorkonto.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "Administratorkontoen du oppga, har ikke de nødvendige tillatelsene til å utføre den valgte handlingen.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Den angitte beholderen for maskinen finnes ikke. Verifiser beholderinformsjonen, og prøv på nytt.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Denne maskinen får ikke tilgang til domenekontrolleren på grunn av en ukjent feil.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Hvis du vil koble deg til Active Directory Kerberos-området, åpner du Server Admin og velger Open Directory for denne tjeneren. I Settings-panelet klikker du på General og deretter på Join Kerberos før du oppgir påloggingsinformasjon for en lokal administrator på denne tjeneren.";

/* AD: Alert title */
"Unable to access domain controller" = "Kunne ikke få tilgang til domenekontrolleren";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Kunne ikke tildele hukommelse for denne handlingen.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Kunne ikke åpne Active Directory-node.";

/* AD: Alert message */
"Unable to open Active Directory node." = "Kunne ikke åpne Active Directory-node.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Fjern binding…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Advarsel: du konfigurerer Active Directory-pluginmodulen på en Open Directory Master eller Replica. Hvis du fortsetter, kan du få problemer med Open Directory Kerberos-tjeneren.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Advarsel: Hvis du klikker på Tvungen bindingsfjerning, vil det være en ubrukt datakonto i katalogen.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Du har ikke tillatelse til å lese denne pluginmodulens konfigurasjon.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Du har ikke tillatelse til å oppdatere konfigurasjonen";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Du oppga en brukernavn- og passordkombinasjon som er ugyldig. Kontroller brukernavnet og passordet, og prøv på nytt.";

